export const PROVERB = [
  {
    proverb: "کَمِل دَکِردِه بَبرِه",
    mean: "ببر پوشالی است یعنی ببر مرده‌ای است که در پوستش کاه ریخته‌اند .",
    irony:
      "این کنایه را در مورد افرادی که به ظاهر نیرومند و شجاعند ولی در باطن کم‌رو و ترسو هستند، به کار می‌برند.",
    to: "1-500-proverb",
  },
  {
    proverb: "گپ دلِ دِلِه دَره گِره، بریم بموئه پِره",
    mean: "صحبت تا در دل باشد نهان است، بیرون که بیاید همه جا پر میشود .",
    irony: "اگر می خواهی رازت برملا نشود، اصلا آن را بر زبان نیاور",
    to: "501-1000-proverb",
  },
  {
    proverb: "وِنه سائه ره با تیر زَنِّه",
    mean: "سایه اش را با گلوله میزند .",
    irony: " با  کسی دشمن  بودن. متنفِر بودن  از کَسی  دِلالت دارد",
    to: "1001-1500-proverb",
  },
  {
    proverb: "گَت آدِم دِتِر ، خاخِر هَسه",
    mean: "دختر و خواهرِ آدم بزرگی است .",
    irony:
      "کنایه به کسی که فخر میفروشد و کمتر در مجالس و محافل حضور پیدا  میکند.",
    to: "1501-2000-proverb",
  },
  {
    proverb: "وِرگ پوسِّ دِله بوردِه",
    mean: "در درون پوستِ گرگ رفته است .",
    irony: "کنایه  به کسی که خلق و خوی وحشیانه گرفته است",
    to: "2001-2500-proverb",
  },
  {
    proverb: "گَتی باتِنِه  خُردی باتِنه ",
    mean: "معنی و مفهوم.: بزرگی گفتند ، کوچکی گفتند .",
    irony: "کنایه به کسی که احترام بزرگتر را نگه  نمیدارد",
    to: "1-500-proverb",
  },
];

export const PROVERB_DETAIL = [
  {
    title: "ویژگی‌های اصلی یک ضرب‌المثل",
    content: [
      {
        key: "کوتاه و موجز",
        text: " در کمترین تعداد کلمات، بیشترین مفهوم را می‌رسانند.",
      },
      {
        key: "مستقل",
        text: "برای درک معنی آن نیاز به توضیح اضافی نیست و خودش کامل است.",
      },
      {
        key: "دارای وزن و آهنگ",
        text: "اغلب خوش‌آهنگ و ریتمیک هستند که باعث می‌شود به راحتی به خاطر سپرده شوند.",
      },
      {
        key: "ثابت و تغییرناپذیر",
        text: "ساختار و واژه‌های آن معمولاً ثابت است و مردم آن را به همان شکل شناخته‌شده به کار می‌برند.",
      },
      {
        key: "دارای معنای ظاهری و باطنی: ",
        text: "بسیاری از ضرب‌المثل‌ها یک داستان یا رویداد تاریخی در پشت خود دارند (معنای ظاهری) اما برای اشاره به موقعیت‌های مشابه دیگر به کار می‌روند (معنای کنایی یا باطنی).",
      },
    ],
  },
  {
    title: "هدف از استفاده از ضرب‌المثل",
    content: [
      {
        key: "تقویت کلام",
        text: "استفاده از ضرب‌المثل به گفتار یا نوشتار، عمق و تأثیر بیشتری می‌بخشد.",
      },
      {
        key: "اقناع کردن",
        text: "برای متقاعد کردن طرف مقابل و اثبات ادعای خود به کار می‌روند.",
      },
      {
        key: "پند و اندرز غیرمستقیم",
        text: "دادن نصیحت بدون اینکه مستقیم و تحکم‌آمیز باشد.",
      },
      {
        key: "خلاصه کردن یک مفهوم پیچیده",
        text: "بیان یک نکتۀ اخلاقی یا اجتماعی پیچیده در یک جمله ساده.",
      },
      {
        key: "ایجاد تفاهم فرهنگی",
        text: "وقتی در یک گفتگو از ضرب‌المثلی استفاده می‌شود که طرفین آن را می‌شناسند، یک حس مشترک و تفاهم ایجاد می‌کند.",
      },
    ],
  },
  {
    title: "تفاوت ضرب‌المثل با چند مفهوم نزدیک:",
    content: [
      {
        key: "کلام ساده",
        text: '"زود رنج است" یک جمله ساده است. اما " پوستش به پیاز نازک‌تره " یک ضرب‌المثل است.',
      },
      {
        key: "اصطلاح (Idiom)",
        text: 'اصطلاحات معمولاً معنای تحت‌اللفظی ندارند و باید به صورت مجازی فهمیده شوند (مثلاً " دست کسی را توی حنا گذاشتن " به معنای فریب دادن است). اما ضرب‌المثل یک جمله کامل و حاوی پیام اخلاقی است.',
      },
      {
        key: "حکمت",
        text: 'حکمت یک جمله پندآمیز است، اما لزوماً در زبان مردم رایج و "مَثَل" نشده است. هر ضرب‌المثلی یک حکمت است، اما هر حکمتی ضرب‌المثل نیست.',
      },
    ],
  },
];
